Repository: Anne017/QuickConversions
Catalog: po/*.po
Languages: nl

source: Quick Conversions
nl: Snelle berekeningen

source: Centigrade To Fahrenheit
nl: Celsius naar Fahrenheit

source: Centimetres To Inches
nl: Centimeter naar inch

source: Colour Scheme
nl: Thema

source: Kilograms To Pounds
nl: Kilogram naar pond

source: Kilometres To Miles
nl: Kilometer naar mijl

source: Settings
nl: Instellingen

source: Fahrenheit To Centigrade
nl: Fahrenheit naar Celsius

source: Inches To Centimetres
nl: Inch naar centimeter

source: Miles To Kilometres
nl: Mijl naar kilometer

source: Pounds To Kilograms
nl: Pond naar kilogram

source: Temperature (°C/°F)
nl: Temperatuur (°C/°F)

source: Weight (Kg/Lbs)
nl: Gewicht (kg/lbs)

source: Height (Cm/Inches)
nl: Lengte (cm/inch)

source: Distance (Km/Miles)
nl: Afstand (km/mijl)

source: Temperature
nl: Temperatuur

source: °C Max
nl: Max. °C

source: °C Min
nl: Min. °C

source: °F Max
nl: Max. °F

source: °F Min
nl: Min. °F

source: Weight
nl: Gewicht

source: Kg Max
nl: Max. kg

source: Lbs Max
nl: Max. lbs

source: 0.5 Step Size
nl: 0.5 stapgrootte

source: Show Stone
nl: Steen tonen

source: Height
nl: Lengte

source: Cm Max
nl: Max. cm

source: Inches Max
nl: Max. inch

source: Distance
nl: Afstand

source: Km Max
nl: Max. km

source: Miles Max
nl: Max. mijl

source: Background
nl: Achtergrond

source: Text
nl: Tekst
